Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_ttl_about_tooltip
source: New messages in this chat will be automatically deleted in {duration}.
be: Новыя паведамленні ў гэтым чаце будуць аўтаматычна выдалены праз {duration}.
ca: Els missatges nous del xat s'eliminaran automàticament en {duration}.
de: Neue Nachrichten in diesem Chat werden automatisch in {duration} gelöscht.
es: Los mensajes nuevos de este chat se eliminarán automáticamente en {duration}.
fr: Les nouveaux messages de cet échange seront automatiquement supprimés après {duration}.
it: I nuovi messaggi in questa chat saranno eliminati automaticamente dopo {duration}.
ko: 이 대화의 새로운 메시지는 {duration} 이후에 자동 삭제 됩니다.
ms: Mesej baru dalam bual ini akan dihapus secara automatik dalam {duration}.
pl: Nowe wiadomości w tym czacie będą automatycznie usuwane {duration} po wysłaniu.
pt_br: Novas mensagens neste chat serão apagadas automaticamente após {duration}.
ru: Новые сообщения в чате будут автоматически удаляться через {duration}.
tr: Yeni gönderilen mesajlar {duration} içerisinde otomatik olarak silinecek.
uk: Нові повідомлення в цьому чаті автоматично видалятимуться через {duration}.

# lng_ttl_about_tooltip_channel
source: New messages in this chat will be automatically deleted in {duration}.
be: Новыя паведамленні ў гэтым чаце будуць аўтаматычна выдаляцца праз {duration}.
ca: Els missatges nous del xat s'eliminaran automàticament en {duration}.
de: Neue Nachrichten in diesem Chat werden automatisch in {duration} gelöscht.
es: Los mensajes nuevos de este chat se eliminarán automáticamente en {duration}.
fr: Les nouveaux messages de cet échange seront supprimés automatiquement après {duration}
it: I nuovi messaggi in questa chat saranno eliminati automaticamente dopo {duration}.
ko: 이 대화에 새로운 메시지는 자동으로 {duration} 이후에 자동 삭제됩니다.
ms: Mesej baru di bual ini akan dihapus secara automatik dalam {duration}.
pl: Nowe wiadomości na tym kanale będą automatycznie usuwane {duration} po wysłaniu.
pt_br: Novas mensagens neste chat serão apagadas automaticamente após {duration}.
ru: Новые сообщения в чате будут автоматически удаляться через {duration}.
tr: Bu sohbetteki yeni mesajlar {duration} içinde otomatik olarak silinecektir.
uk: Майбутні повідомлення в цьому чаті автоматично видалятимуться через {duration}.

# lng_ttl_edit_about
source: Automatically delete new messages after a certain period of time for you and {user}.
be: Аўтаматычна выдаляць новыя паведамленні для вас і {user} праз пэўны перыяд часу.
ca: Elimineu automàticament els missatges nous, vostres i de {user}, després de cert temps.
de: Löscht neue Nachrichten nach Ablauf der Zeit bei dir und {user}.
es: Elimina automáticamente después de un tiempo los mensajes nuevos enviados para ti y {user}.
fr: Supprimer automatiquement les nouveaux messages après une certaine période de temps pour vous et {user}.
it: Elimina automaticamente i nuovi messaggi dopo un certo periodo di tempo per te e {user}.
ko: 새로 보낸 메시지가 나와 {user} 에게 일정 시간 이후 자동으로 삭제됩니다.
ms: Hapus mesej baru selepas tempoh tertentu secara automatik untuk anda dan {user}.
pl: Automatycznie usuwaj nowe wiadomości po określonym czasie u siebie i u {user}.
pt_br: Apaga automaticamente novas mensagens após um certo tempo para você e {user}.
ru: Новые сообщения будут автоматически удалены для Вас и {user} через выбранное время.
tr: Yeni mesajları belirli bir sürenin ardından siz ve {user} için otomatik olarak silin.
uk: Автоматично видаляти нові повідомлення через певний час для вас та {user}.

# lng_ttl_edit_about_channel
source: Automatically delete new messages sent in this channel after a certain period of time.
be: Аўтаматычна выдаляць новыя паведамленні ў гэтым канале праз пэўны перыяд часу.
ca: Elimineu els missatges enviats en el canal de manera automàtica després de cert temps.
de: Löscht neue Nachrichten nach Ablauf der Zeit in diesem Kanal.
es: Elimina automáticamente después de un tiempo los mensajes nuevos enviados en este canal.
fr: Supprimer automatiquement les nouveaux messages envoyés dans ce canal après une certaine période de temps.
it: Elimina automaticamente i nuovi messaggi inviati in questo canale dopo un certo periodo di tempo.
ko: 이 채널에서 새로 보낸 메시지가 일정 시간 이후 자동으로 삭제됩니다.
ms: Hapus mesej baru di saluran ini secara automatik selepas tempoh tertentu.
pl: Automatycznie usuwaj nowe wiadomości wysłane na tym kanale po określonym czasie.
pt_br: Apaga automaticamente novas mensagens enviadas neste canal após um certo tempo.
ru: Сообщения, отправленные в этот канал, будут удалены через выбранное Вами время.
tr: Belirli bir süre sonunda bu kanala gönderilen yeni mesajları otomatik olarak silin.
uk: Автоматично видаляти нові повідомлення в цьому каналі через вказаний час.

# lng_ttl_photo_received
source: {from} sent you a self-destructing photo. Please view it on your mobile.
be: {from} адправіў(-ла) вам самазнішчальнае фота. Праглядзіце яго на сваёй мабільнай прыладзе.
ca: {from} us ha enviat una foto amb autodestrucció. Vegeu-la al mòbil.
de: {from} hat dir ein selbstzerstörendes Bild gesendet. Um es anzuzeigen, bitte dein mobiles Gerät benutzen.
es: {from} te envió una foto con autodestrucción. Por favor, mírala en tu teléfono.
fr: {from} vous a envoyé une photo éphémère, visionnez la sur mobile.
it: {from} ti ha inviato una foto con autodistruzione. Visualizzala su mobile.
ko: {from} 님이 자동 삭제되는 사진을 보냈습니다. 모바일 기기에서 확인해 주세요.
ms: {from} kirim anda foto musnah-sendiri. Sila lihatnya di fon mobil anda.
nl: {from} heeft een zelfvernietigende foto gestuurd, bekijk deze op je mobiel.
pl: Użytkownik {from} wysłał ci samozniszczalne zdjęcie. Obejrzyj je na swoim urządzeniu mobilnym.
pt_br: {from} te enviou uma foto autodestrutiva. Por favor, veja no seu celular.
ru: {from} отправил(а) Вам самоуничтожающееся фото. Посмотрите его на своём мобильном устройстве.
tr: {from} size kendini yok eden bir fotoğraf gönderdi. Lütfen cep telefonunuzdan görüntüleyin.
uk: {from} надсилає вам самознищуване фото. Перегляньте його на телефоні.

# lng_ttl_photo_sent
source: You sent a self-destructing photo.
be: Вы адправілі самазнішчальнае фота.
ca: Heu enviat una foto amb autodestrucció.
de: Du hast ein selbstzerstörendes Bild gesendet.
es: Enviaste una foto con autodestrucción.
fr: Vous avez envoyé une photo éphémère.
it: Hai inviato una foto con autodistruzione.
ko: 자동 삭제되는 사진을 보내셨습니다.
ms: Anda kirim foto musnah-sendiri.
nl: Je hebt een zelfvernietigende foto gestuurd
pl: Wysłano samozniszczalne zdjęcie.
pt_br: Você enviou uma foto autodestrutiva.
ru: Вы отправили самоуничтожающееся фото.
tr: Kendini yok eden bir fotoğraf gönderdiniz.
uk: Ви надіслали самознищуване фото.

# lng_ttl_video_received
source: {from} sent you a self-destructing video. Please view it on your mobile.
be: {from} адправіў(-ла) вам самазнішчальнае відэа. Праглядзіце яго на сваёй мабільнай прыладзе.
ca: {from} us ha enviat un vídeo amb autodestrucció. Vegeu-lo al mòbil.
de: {from} hat dir ein selbstzerstörendes Video gesendet. Um es anzuzeigen, bitte dein mobiles Gerät benutzen.
es: {from} te envió un video con autodestrucción. Por favor, míralo en tu teléfono.
fr: {from} vous a envoyé une vidéo éphémère, visionnez la sur mobile.
it: {from} ti inviato un video con autodistruzione. Visualizzalo su mobile.
ko: {from} 님이 자동 삭제되는 동영상을 보냈습니다. 모바일 기기에서 확인해 주세요.
ms: {from} kirim anda video musnah-sendiri. Sila lihatnya di fon mobil anda.
nl: {from} heeft een zelfvernietigende video gestuurd, bekijk deze op je mobiel.
pl: Użytkownik {from} wysłał ci samozniszczalne wideo. Obejrzyj je na swoim urządzeniu mobilnym.
pt_br: {from} te enviou um vídeo autodestrutivo. Por favor, veja no seu celular.
ru: {from} отправил(а) Вам самоуничтожающееся видео. Посмотрите его на своём мобильном устройстве.
tr: {from} size kendini yok eden bir video gönderdi. Lütfen cep telefonunuzdan görüntüleyin.
uk: {from} надсилає вам самознищуване відео. Перегляньте його на телефоні.

# lng_ttl_video_sent
source: You sent a self-destructing video.
be: Вы адправілі самазнішчальнае відэа.
ca: Heu enviat un vídeo amb autodestrucció.
de: Du hast ein selbstzerstörendes Video gesendet.
es: Enviaste un video con autodestrucción.
fr: Vous avez envoyé une vidéo éphémère.
it: Hai inviato un video con autodistruzione.
ko: 자동 삭제되는 동영상을 보내셨습니다.
ms: Anda kirim video musnah-sendiri.
nl: Je hebt een zelfvernietigende video gestuurd
pl: Wysłano samozniszczalne wideo
pt_br: Você enviou um vídeo autodestrutivo.
ru: Вы отправили самоуничтожающееся видео.
tr: Kendini yok eden bir video gönderdiniz.
uk: Ви надіслали самознищуване відео.

# lng_typing
source: typing
be: піша
ca: està escrivint
de: tippt
es: escribiendo
fr: écrit
it: sta scrivendo
ko: 입력 중
ms: menaip
nl: aan het typen
pl: pisze
pt_br: digitando
ru: печатает
tr: yazıyor
uk: пише

# lng_unread_bar_some
source: Unread messages
be: Непрачытаныя паведамленні
ca: Missatges per llegir
de: Ungelesene Nachrichten
es: Mensajes no leídos
fr: Messages non lus
it: Messaggi non letti
ko: 읽지 않은 메시지
ms: Mesej belum dibaca
nl: Ongelezen berichten
pl: Nieprzeczytane wiadomości
pt_br: Mensagens não lidas
ru: Непрочитанные сообщения
tr: Okunmamış mesajlar
uk: Непрочитані повідомлення

# lng_url_auth_allow_messages
source: Allow {bot} to send me messages
be: Дазволіць {bot} адпраўляць мне паведамленні
ca: Permet que el {bot} m'enviï missatges
de: Erlaube {bot}, mir Nachrichten zu senden
es: Permitir que {bot} me envíe mensajes
fr: Autoriser {bot} à m'envoyer des messages
it: Consenti a {bot} di inviarmi messaggi
ko: **{bot}**에서 나에게 메시지를 보내도록 허용합니다
ms: Benarkan {bot} untuk kirim saya mesej
nl: Sta {bot} toe om me berichten te sturen
pl: Zezwól {bot} na wysyłanie mi wiadomości
pt_br: Permitir que {bot} me envie mensagens
ru: Разрешить {bot} писать мне сообщения
tr: {bot} botunun bana mesaj göndermesine izin ver
uk: Дозволити {bot} надсилати мені повідомлення

# lng_url_auth_login_option
source: Log in to {domain} as {user}
be: Увайсці ў {domain} як {user}
ca: Inicia sessió a {domain} com a {user}
de: Bei {domain} als {user} anmelden
es: Iniciar sesión en {domain} como {user}
fr: Se connecter à {domain} en tant que {user}
it: Accedi a {domain} come {user}
ko: {user} 님으로 {domain}에 로그인
ms: Log masuk ke {domain} sebagai {user}
nl: Log in op {domain} als {user}
pl: Zaloguj do {domain} jako {user}
pt_br: Entrar em {domain} como {user}
ru: Авторизоваться на {domain} как {user}
tr: {domain} adresinde {user} olarak oturum açın
uk: Увійти до {domain} як {user}

# lng_url_auth_open_confirm
source: Do you want to open {link}?
be: Вы хочаце адкрыць {link}?
ca: Voleu obrir {link}?
de: Möchtest du {link} öffnen?
es: ¿Quieres abrir {link}?
fr: Voulez-vous ouvrir {link} ?
it: Vuoi aprire {link}?
ko: {link} 링크를 여시겠습니까?
ms: Anda ingin buka {link}?
nl: Wil je {link} openen?
pl: Czy chcesz otworzyć {link}?
pt_br: Deseja abrir {link}?
ru: Перейти по ссылке {link}?
tr: {link} bağlantısını açmak istiyor musunuz?
uk: Ви дійсно хочете відкрити {link}?

# lng_user_action_choose_sticker
source: {user} is choosing a sticker
be: {user} выбірае стыкер
ca: {user} està triant un adhesiu
de: {user} wählt einen Sticker
es: {user} está eligiendo un sticker
fr: {user} choisit un autocollant
it: {user} sta scegliendo uno sticker
ko: {user} 님이 스티커 고르는 중
ms: {user} memilih stiker
pl: {user} wybiera naklejkę
pt_br: {user} está escolhendo um sticker
ru: {user} выбирает стикер
tr: {user} çıkartma seçiyor
uk: {user} вибирає наліпку

# lng_user_action_record_audio
source: {user} is recording a voice message
be: {user} запісвае галасавое паведамленне
ca: {user} està enregistrant un àudio
de: {user} nimmt Sprachnachricht auf
es: {user} está grabando un audio
fr: {user} enregistre un message vocal
it: {user} sta registrando un vocale
ko: {user} 님이 음성 메시지 녹음 중
ms: {user} imerakam mesej suara
nl: {user} neemt spraakbericht op
pl: {user} nagrywa wiadomość głosową
pt_br: {user} está gravando mensagem de voz
ru: {user} записывает голосовое сообщение
tr: {user} bir sesli mesaj kaydediyor
uk: {user} записує голосове повідомлення

# lng_user_action_record_round
source: {user} is recording a video message
be: {user} запісвае відэапаведамленне
ca: {user} està fent un missatge de vídeo
de: {user} nimmt Videonachricht auf
es: {user} está grabando un video
fr: {user} enregistre un message vidéo
it: {user} sta registrando un videomessaggio
ko: {user} 님이 동영상 메시지 녹화 중
ms: {user} merakam mesej video
nl: {user} neemt videobericht op
pl: {user} nagrywa wiadomość wideo
pt_br: {user} está gravando mensagem de vídeo
ru: {user} записывает видеосообщение
tr: {user} görüntülü mesaj kaydediyor
uk: {user} записує відеоповідомлення

# lng_user_action_record_video
source: {user} is recording a video
be: {user} запісвае відэа
ca: {user} està enregistrant un vídeo
de: {user} sendet ein Video
es: {user} está grabando un video
fr: {user} enregistre une vidéo
it: {user} sta registrando un video
ko: {user} 님이 동영상 녹화 중
ms: {user} merakam video
nl: {user} neemt video op
pl: {user} nagrywa wideo
pt_br: {user} está gravando um vídeo
ru: {user} записывает видео
tr: {user} bir video kaydediyor
uk: {user} записує відео

# lng_user_action_upload_audio
source: {user} is sending a voice message
be: {user} адпраўляе галасавое паведамленне
ca: {user} està enviant un àudio
de: {user} sendet Sprachnachricht
es: {user} está enviando un mensaje de voz
fr: {user} envoie un message vocal
it: {user} sta inviando un vocale
ko: {user} 님이 음성 메시지 보내는 중
ms: {user} mengirim mesej suara
nl: {user} verstuurt spraakbericht
pl: {user} wysyła wiadomość głosową
pt_br: {user} está enviando um áudio
ru: {user} отправляет голосовое сообщение
tr: {user} bir sesli mesaj gönderiyor
uk: {user} надсилає голосове повідомлення

# lng_user_action_upload_file
source: {user} is sending a file
be: {user} адпраўляе файл
ca: {user} està enviant un fitxer
de: {user} sendet eine Datei
es: {user} está enviando un archivo
fr: {user} envoie un fichier
it: {user} sta inviando un file
ko: {user} 님이 파일 보내는 중
ms: {user} mengirim fail
nl: {user} verstuurt bestand
pl: {user} wysyła plik
pt_br: {user} está enviando um arquivo
ru: {user} отправляет файл
tr: {user} bir dosya gönderiyor
uk: {user} надсилає файл

# lng_user_action_upload_photo
source: {user} is sending a photo
be: {user} адпраўляе фота
ca: {user} està enviant una foto
de: {user} sendet ein Bild
es: {user} está enviando una foto
fr: {user} envoie une photo
it: {user} sta inviando una foto
ko: {user} 님이 사진 보내는 중
ms: {user} mengirim photo
nl: {user} verstuurt een foto
pl: {user} wysyła zdjęcie
pt_br: {user} está enviando uma foto
ru: {user} отправляет фотографию
tr: {user} bir fotoğraf gönderiyor
uk: {user} надсилає фото

# lng_user_action_upload_round
source: {user} is sending a video message
be: {user} адпраўляе відэапаведамленне
ca: {user} està enviant un missatge de vídeo
de: {user} sendet eine Videonachricht
es: {user} está enviando un videomensaje
fr: {user} envoie un message vidéo
it: {user} sta inviando un videomessaggio
ko: {user} 님이 동영상 메시지 보내는 중
ms: {user} mengirim mesej video
nl: {user} verstuurt videobericht
pl: {user} wysyła wiadomość wideo
pt_br: {user} está enviando uma mensagem de vídeo
ru: {user} отправляет видеосообщение
tr: {user} görüntülü mesaj gönderiyor
uk: {user} надсилає відеоповідомлення

# lng_user_action_upload_video
source: {user} is sending a video
be: {user} адпраўляе відэа
ca: {user} està enviant un vídeo
de: {user} sendet ein Video
es: {user} está enviando un video
fr: {user} envoie une vidéo
it: {user} sta inviando un video
ko: {user} 님이 동영상 보내는 중
ms: {user} mengirim video
nl: {user} verstuurt video
pl: {user} wysyła wideo
pt_br: {user} está enviando um vídeo
ru: {user} отправляет видео
tr: {user} bir video gönderiyor
uk: {user} надсилає відео

# lng_user_action_watching_animations
source: watching {emoji}
be: праглядае {emoji}
ca: mirant {emoji}
de: schaut sich {emoji} an
es: viendo {emoji}
fr: admire les animations {emoji}
it: sta guardando {emoji}
ko: {emoji} 보는 중
ms: menonton {emoji}
pl: ogląda {emoji}
pt_br: olhando {emoji}
ru: смотрит на {emoji}
tr: {emoji} izleniyor
uk: дивиться {emoji}

# lng_user_playing_game
source: {user} is playing a game
be: {user} гуляе
ca: {user} està jugant
de: {user} spielt ein Spiel
es: {user} está jugando
fr: {user} joue à un jeu
it: {user} sta giocando a un gioco
ko: {user} 님이 게임 중
ms: {user} bermain game
nl: {user} speelt een spel
pl: {user} gra w grę
pt_br: {user} está jogando
ru: {user} играет
tr: {user} bir oyun oynuyor
uk: {user} грає в гру

# lng_user_typing
source: {user} is typing
be: {user} піша
ca: {user} està escrivint
de: {user} tippt
es: {user} está escribiendo
fr: {user} écrit
it: {user} sta scrivendo
ko: {user} 님이 입력 중
ms: {user} menaip
nl: {user} is aan het typen
pl: {user} pisze
pt_br: {user} está digitando
ru: {user} печатает
tr: {user} yazıyor
uk: {user} пише

# lng_username_about
source: You can choose a username on Telegram. If you do, people will be able to find you by this username and contact you without needing your phone number. You can use a-z, 0-9 and underscores. Minimum length is 5 characters.
be: Вы можаце выбраць імя карыстальніка ў Telegram. Калі вы зробіце гэта, карыстальнікі змогуць знайсці вас па ім і звязацца з вамі, не выкарыстоўваючы ваш нумар тэлефона. Выкарыстоўвайце a-z, 0-9 і сімвалы падкрэслівання. Мінімальная даўжыня — 5 сімвалаў.
ca: Podeu triar un nom d'usuari al Telegram. Si ho feu, altres usuaris us podran trobar per aquest nom i enviar-vos missatges sense que coneguin el vostre número. Podeu usar a-z, 0-9 i guions baixos. Longitud mínima: 5 caràcters.
de: Wähle einen (optionalen) öffentlichen Benutzernamen, wenn du von anderen gefunden werden willst, ohne, dass sie deine Nummer kennen müssen. Erlaubt sind a-z, 0-9 und Unterstriche. Die Mindestlänge beträgt 5 Zeichen.
es: Puedes elegir un nombre de usuario en Telegram. Si lo haces, las personas te podrán encontrar por ese nombre y contactarte sin saber tu número de teléfono. Puedes usar a-z, 0-9 y guiones bajos. La longitud mínima es de 5 caracteres.
fr: Vous pouvez choisir un nom d'utilisateur sur Telegram. D'autres personnes pourront vous trouver grâce à ce nom et vous contacter sans connaître votre numéro de téléphone. Vous pouvez utiliser des lettres, des chiffres, et des tirets bas. La longueur minimale est de 5 caractères.
it: Puoi scegliere un username su Telegram. Se lo fai, le persone potranno trovarti tramite questo username e contattarti senza aver bisogno del tuo numero di telefono. Puoi usare a-z, 0-9 e underscore. La lunghezza minima è 5 caratteri.
ko: 텔레그램 사용자명을 정하실 수 있습니다. 회원님의 전화번호를 모르는 사람도 이 사용자명으로 회원님을 찾아 연락할 수 있습니다. a부터 z 사이 글자, 0부터 9 사이 숫자와 밑줄을 사용하실 수 있습니다. 최소 길이는 5자입니다.
ms: Anda boleh pilih nama samaran dalam Telegram. Jika begitu, pengguna lain akan dapat mencari anda dengan menggunakan nama samaran dan hubungi anda tanpa mengetahui nombor fon anda. Anda boleh guna a–z, 0–9 dan _. Panjang minima adalah 5 abjad.
nl: Je kunt een gebruikersnaam kiezen. Hiermee kunnen anderen je vinden en contact met je opnemen zonder je telefoonnummer te weten. a-z, 0-9 en underscore is toegestaan. De minimale lengte is 5 tekens.
pl: Możesz wybrać nazwę użytkownika w Telegramie. Jeśli to zrobisz, ludzie będą mogli cię znaleźć po tej nazwie użytkownika i skontaktować się z tobą bez podawania twojego numeru telefonu. Możesz użyć a-z, 0-9 i podkreśleń. Minimalna długość nazwy to 5 znaków.
pt_br: Você pode escolher um nome de usuário no Telegram. Se escolher, as pessoas poderão te encontrar pelo nome de usuário e entrar em contato sem precisar do seu número de telefone. Você pode usar a–z, 0–9 e underline. O tamanho mínimo é de 5 caracteres.
ru: Вы можете выбрать публичное имя пользователя. Другие пользователи смогут найти Вас и связаться, не зная Вашего телефона. Можно использовать латиницу (a-z), цифры (0-9) и подчёркивание. Минимальная длина — 5 символов.
tr: Telegram'da bir kullanıcı adı seçebilirsiniz. Bunu yaparsanız, insanlar sizi bu kullanıcı adıyla bulabilir ve telefon numaranıza ihtiyaç duymadan sizinle iletişime geçebilir. a–z, 0–9 ve alt çizgi kullanabilirsiniz. Uzunluk en az 5 karakterdir.
uk: Виберіть собі псевдонім у Telegram. Тоді інші зможуть вас за ним знайти та зʼєднатися з вами, не знаючи ваш номер телефону. Дозволено латинські літери, цифри та підкреслення (_). Мінімальна довжина – 5 символів.

# lng_username_available
source: This username is available.
be: Гэта імя карыстальніка даступнае.
ca: El nom d'usuari està disponible.
de: Benutzername ist verfügbar.
es: Este nombre de usuario está disponible.
fr: Ce nom d'utilisateur est disponible.
it: L'username è disponibile.
ko: 사용하실 수 있는 사용자명입니다.
ms: Nama samaran in boleh diguna.
nl: Deze gebruikersnaam is beschikbaar.
pl: Ta nazwa użytkownika jest dostępna.
pt_br: Nome de usuário disponível.
ru: Это имя пользователя доступно.
tr: Bu kullanıcı adı kullanılabilir.
uk: Цей псевдонім доступний.

# lng_username_bad_symbols
source: Only a-z, 0-9, and underscores allowed.
be: Дазволены толькі a-z, 0-9, і сімвалы падкрэслівання.
ca: Useu només a-z, 0-9 o guions baixos.
de: Nur a-z, 0-9 und Unterstriche erlaubt.
es: Sólo están permitidos a-z, 0-9 y guiones bajos.
fr: Les seuls caractères autorisés sont les lettres, les chiffres, et les tirets bas.
it: Solo a-z, 0-9 e underscore sono permessi.
ko: a부터 z, 0부터 9와 밑줄만 사용하세요.
ms: Hanya a-z, 0-9 dan garis bawah dibenarkan.
nl: Alleen 0-9, a-z en _ zijn toegestaan.
pl: Dozwolone są tylko a-z, 0-9 i podkreślenia.
pt_br: Somente 0–9, a–z e underlines são permitidos.
ru: Допустимые символы: a-z, 0-9, _.
tr: Yalnızca a-z, 0-9 ve alt çizgilere izin verilir.
uk: Дозволено латинські літери, цифри та підкреслення (_).

# lng_username_choose
source: Choose your username.
be: Выберыце імя карыстальніка.
ca: Trieu un nom d'usuari.
de: Wähle einen Benutzernamen.
es: Elige tu nombre de usuario.
fr: Choisissez votre nom d'utilisateur.
it: Scegli il tuo username.
ko: 사용자명을 정하세요.
ms: Pilih nama samaran anda.
nl: Gebruikersnaam kiezen
pl: Wybierz swoją nazwę użytkownika.
pt_br: Escolha seu nome de usuário
ru: Выберите имя пользователя
tr: Kullanıcı adınızı seçin.
uk: Виберіть ваш псевдонім.

# lng_username_copied
source: Link copied to clipboard.
be: Спасылка скапіявана ў буфер абмену.
ca: S'ha copiat l'enllaç.
de: Link in die Zwischenablage kopiert.
es: Enlace copiado al portapapeles.
fr: Lien copié dans le presse-papier.
it: Link copiato negli appunti.
ko: 링크를 클립보드에 복사했습니다.
ms: Link disalin ke papan klip.
nl: Link gekopieerd naar klembord.
pl: Link został skopiowany do schowka.
pt_br: Link copiado.
ru: Ссылка скопирована
tr: Bağlantı panoya kopyalandı.
uk: Посилання скопійовано.

# lng_username_invalid
source: This username is invalid.
be: Гэта імя карыстальніка недапушчальнае.
ca: El nom d'usuari no és vàlid.
de: Benutzername ungültig.
es: Este nombre de usuario no es válido.
fr: Ce nom d'utilisateur est invalide.
it: Questo username non è valido.
ko: 올바르지 않은 사용자명입니다.
ms: Nama samaran ini tak sah
nl: Deze gebruikersnaam is ongeldig.
pl: Ta nazwa użytkownika jest niepoprawna.
pt_br: Nome de usuário inválido.
ru: Некорректное имя пользователя.
tr: Bu kullanıcı adı geçersiz.
uk: Цей псевдонім недопустимий.

# lng_username_link
source: This link opens a chat with you:
be: Гэта спасылка адкрые чат з вамі:
ca: Aquest enllaç obre el vostre xat:
de: Dieser Link öffnet einen Chat mit dir:
es: Este enlace abre un chat contigo:
fr: Ce lien ouvre un échange avec vous :
it: Questo link apre una chat con te:
ko: 아래 링크로 회원님과의 대화방이 열립니다:
ms: Link ini buka bual dengan anda:
nl: Deze link opent een chat met jou:
pl: Ten link otwiera czat z tobą:
pt_br: Este link abre um chat com você:
ru: По этой ссылке открывается чат с Вами:
tr: Bu bağlantı sizinle bir sohbet açar:
uk: Це посилання відкриє чат із вами:
